Overload List
Name  |   Description
CreateRibbonPanel(String)
 Create a new RibbonPanel on the Add-Ins tab.
CreateRibbonPanel(String, String)
 Create a new RibbonPanel on the specified tab.
CreateRibbonPanel(Tab, String)
 Create a new RibbonPanel on the designated standard Revit tab.
 See Also
  UIControlledApplication Class
  UIControlledApplication Members
  Autodesk.Revit.UI Namespace